[
  {
      "id": 1, 
      "title": "Technical Engineer",
      "company": "Google LLC",
      "image": "https://i.ibb.co/3CNFNwt/google-1-1-1.png",
      "description": "A UI/UX (User Interface/User Experience) designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
      "responsibilities": "Collaborating with cross-functional teams: UI/UX designers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
      "requirements": "Bachelor degree to complete any reputational university.",
      "experience": "2-3 Years in this field.",
      "salary": "100K - 150K (Per Month)",
      "job-title": "Product Designer",
      "phone": " 01750-00 00 00",
      "email": "info@gmail.com",
      "address": "Dhanmondi 32, Sukrabad Dhaka, Bangladesh"
  },
  {
      "id": 2,
      "title": "Software Engineer",
      "company": "Microsoft Corporation",
      "image": "image.png",
      "description": "A software developer is responsible for designing, developing and maintaining software applications. They use programming languages to write code, test and debug software, and collaborate with other team members to ensure the software meets business and technical requirements.",
      "responsibilities": "Designing, coding and testing software: You will be responsible for developing software applications, testing them to ensure they meet business and technical requirements, and collaborating with other team members to resolve any issues that arise.",
      "requirements": "Bachelor's degree in Computer Science or related field, and experience in software development.",
      "experience": "2-5 years of experience in software development.",
      "salary": "120K - 200K (Per Year)",
      "job-title": "Software Developer",
      "phone": "0123-4567890",
      "email": "hr@microsoft.com",
      "address": "Redmond, Washington, USA"
  },
  {
      "id": 3,
      "title": "Digital Marketing Manager",
      "company": "Amazon.com, Inc.",
      "image": "https://www.google.com/url?sa=i&url=https%3A%2F%2Ffreebiesupply.com%2Flogos%2Famazon-logo%2F&psig=AOvVaw1lpp7Q6_mH5972cMn5SuzR&ust=1681222724767000&source=images&cd=vfe&ved=0CBEQjRxqFwoTCPDHifDAn_4CFQAAAAAdAAAAABAE",
      "description": "A digital marketing manager is responsible for developing and implementing digital marketing strategies to drive customer acquisition, retention and engagement. They use various channels such as email, social media, and search engine marketing to reach target audiences and promote products and services.",
      "responsibilities": "Developing and implementing digital marketing strategies: You will be responsible for creating and executing digital marketing campaigns across various channels, tracking their performance and optimizing them for maximum ROI.",
      "requirements": "Bachelor's degree in Marketing, Communications or related field, and experience in digital marketing.",
      "experience": "3-5 years of experience in digital marketing.",
      "salary": "150K - 250K (Per Year)",
      "job-title": "Digital Marketing Manager",
      "phone": "555-1234",
      "email": "careers@amazon.com",
      "address": "Seattle, Washington, USA"
  },
  {
      "id": 4,
      "title": "Customer Experience Manager",
      "company": "Airbnb, Inc.",
      "image": "https://i.ibb.co/0msRHLP/airbnb-logo.png",
      "description": "A Customer Experience Manager is responsible for ensuring that Airbnb's guests and hosts have a seamless and positive experience. They oversee a team of customer service agents who respond to inquiries and resolve issues related to bookings, payments, and accommodations.",
      "responsibilities": "Managing the customer experience: You will be responsible for ensuring that Airbnb's guests and hosts have a seamless and positive experience. This will involve overseeing a team of customer service agents who respond to inquiries and resolve issues related to bookings, payments, and accommodations.",
      "requirements": "Bachelor's degree in Business, Communications, or a related field",
      "experience": "5+ years of experience in customer service or a related field",
      "salary": "Competitive salary and benefits package",
      "job-title": "Customer Experience Manager",
      "phone": "+1-855-424-7262",
      "email": "jobs@airbnb.com",
      "address": "888 Brannan St, San Francisco, CA 94103, USA"
  },
  {
      "id": 5,
      "title": "Content Acquisition Manager",
      "company": "Netflix, Inc.",
      "image": "https://i.ibb.co/HTtg2tR/Vector.png",
      "description": "A Content Acquisition Manager is responsible for identifying and acquiring content for Netflix's streaming service. They work with studios, networks, and independent producers to negotiate deals for TV shows, movies, and documentaries that will appeal to Netflix's global audience.",
      "responsibilities": "Identifying and acquiring content: You will be responsible for identifying and acquiring content for Netflix's streaming service. This will involve working with studios, networks, and independent producers to negotiate deals for TV shows, movies, and documentaries that will appeal to Netflix's global audience.",
      "requirements": "Bachelor's degree in Business, Communications, or a related field",
      "experience": "5+ years of experience in content acquisition or a related field",
      "salary": "Competitive salary and benefits package",
      "job-title": "Content Acquisition Manager",
      "phone": "+1-408-540-3700",
      "email": "jobs@netflix.com",
      "address": "100 Winchester Circle, Los Gatos, CA 95032, USA"
  },
  {
      "id": 6,
      "title": "Autopilot Software Engineer",
      "company": "Tesla, Inc.",
      "image": "https://i.ibb.co/rdQB6z3/tesla-9-1.png",
      "description": "An Autopilot Software Engineer is responsible for designing, developing, and testing the software that powers Tesla's Autopilot system. They work with a team of engineers to create cutting-edge autonomous driving technology that enhances the safety and performance of Tesla vehicles.",
      "responsibilities": "Designing, developing, and testing Autopilot software: You will be responsible for designing, developing, and testing the software that powers Tesla's Autopilot system. This will involve working with a team of engineers to create cutting-edge autonomous driving technology that enhances the safety and performance of Tesla vehicles.",
      "requirements": "Bachelor's or Master's degree in Computer Science or a related field",
      "experience": "5+ years of experience in software engineering, with a focus on autonomous systems or robotics",
      "salary": "Competitive salary and benefits package",
      "job-title": "Autopilot Software Engineer",
      "phone": "+1-650-681-5100",
      "email": "jobs@tesla.com",
      "address": "3500 Deer Creek Road, Palo Alto, CA 94304, USA"
  }
]